/* my performance */
"LearderBoard_My_Performance" = "My Performance: ";

/* my rank */
"LearderBoard_My_Rank" = "My Rank: ";

/*  performance Lable */
"LearderBoard_Performance_Label" = "Win/Total";


